Repository: brianfullerusa/TableTorchApp
Catalog: TableTorch/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, hr, it, nl, pl, pt_pt, sv

source: Brightness
da: Lysstyrke
de: Helligkeit
es: Brillo
fi: Kirkkaus
fr: Luminosité
hr: Svjetlina
it: Luminosità
nl: Helderheid
pl: Jasność
pt_pt: Brilho
sv: Ljusstyrka

source: Brightness Settings
da: Lysstyrkeindstillinger
de: Helligkeitseinstellungen
es: Configuración de brillo
fi: Kirkkausasetukset
fr: Paramètres de luminosité
hr: Postavke svjetline
it: Impostazioni di luminosità
nl: Helderheidsinstellingen
pl: Ustawienia jasności
pt_pt: Definições de brilho
sv: Ljusstyrkeinställningar

source: Enable Tilt Brightness Control
da: Aktiver hældningsbaseret lysstyrkekontrol
de: Neigungsabhängige Helligkeitssteuerung aktivieren
es: Activar control de brillo por inclinación
fi: Ota käyttöön kallistuksella tapahtuva kirkkauden säätö
fr: Activer le contrôle de la luminosité par inclinaison
hr: Omogući kontrolu svjetline naginjanjem
it: Abilita il controllo della luminosità per inclinazione
nl: Schakel helderheidsregeling door kanteling in
pl: Włącz sterowanie jasnością przez pochylanie
pt_pt: Ativar controlo de brilho por inclinação
sv: Aktivera lutningsbaserad ljusstyrkekontroll

source: Flashlights
da: Lommelygter
de: Taschenlampen
es: Linternas
fi: Taskulamput
fr: Lampes de poche
hr: Svjetiljke
it: Torce
nl: Zaklampen
pl: Latarki
pt_pt: Lanternas
sv: Ficklampor

source: Light Your Menu
da: Belys Dit Menukort
de: Erleuchte deine Speisekarte,
es: Ilumina tu menú,
fi: Valaise valikkosi,
fr: Éclairez votre menu,
hr: Osvijetlite svoj jelovnik,
it: Illumina il tuo menu,
nl: Verlicht je menukaart,
pl: Oświetl swoje menu,
pt_pt: Ilumina o teu menu,
sv: Lys upp din meny,

source: Not the entire Restaurant!
da: Ikke Hele Restauranten
de: nicht das ganze Restaurant!
es: no el restaurante.
fi: älä koko ravintolaa!
fr: pas tout le restaurant !
hr: a ne cijeli restoran!
it: non l'intero ristorante!
nl: niet het hele restaurant!
pl: nie całą restaurację!
pt_pt: não todo o restaurante!
sv: inte hela restaurangen!

source: Prevent Screen Lock
da: Forhindre skærmlåsning
de: Bildschirmsperre verhindern
es: Evitar el bloqueo de pantalla
fi: Estä näytön lukitus
fr: Empêcher le verrouillage de l'écran
hr: Spriječi zaključavanje ekrana
it: Impedisci il blocco dello schermo
nl: Voorkom schermvergrendeling
pl: Zapobiegaj blokadzie ekranu
pt_pt: Impedir o bloqueio do ecrã
sv: Förhindra skärmlås

source: Restore Default Colors
da: Gendan standardfarver
de: Standardfarben wiederherstellen
es: Restaurar colores predeterminados:
fi: Palauta oletusvärit
fr: Restaurer les couleurs par défaut
hr: Obnovi zadane boje
it: Ripristina i colori predefiniti
nl: Herstel standaardkleuren
pl: Przywróć domyślne kolory
pt_pt: Restaurar as cores padrão
sv: Återställ standardfärger

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
hr: Postavke
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
sv: Inställningar

source: Tilt Brightness Control
da: Hældningsbaseret lysstyrkekontrol
de: Neigungsabhängige Helligkeitssteuerung
es: Control de brillo por inclinación
fi: Kallistuksella tapahtuva kirkkauden säätö
fr: Contrôle de la luminosité par inclinaison
hr: Kontrola svjetline naginjanjem
it: Controllo della luminosità per inclinazione
nl: Helderheidsregeling door kanteling
pl: Sterowanie jasnością przez pochylanie
pt_pt: Controlo de brilho por inclinação
sv: Lutningsbaserad ljusstyrkekontroll

source: Tilt phone: Vertical=10% brightness, Flat=100% brightness
da: Vink telefon: Lodret = 10% lysstyrke Fladt = 100% lysstyrke
de: Kippe das Telefon: Vertikal = 10 % Helligkeit, Flach = 100 % Helligkeit
es: Inclina el teléfono: Vertical = 10% de brillo, Plano = 100% de brillo
fi: Kallista puhelinta: Pystyasento = 10% kirkkautta, Vaakasuora = 100% kirkkautta
fr: Inclinez le téléphone : Vertical = 10 % de luminosité, À plat = 100 % de luminosité
hr: Nagni telefon: Uspravno = 10% svjetline, Ravno = 100% svjetline
it: Inclina il telefono: Verticale = 10% di luminosità, Piatto = 100% di luminosità
nl: Kantel telefoon: Verticaal = 10% helderheid, Plat = 100% helderheid
pl: Pochyl telefon: Pionowo = 10% jasności, Poziomo = 100% jasności
pt_pt: Incline o telefone: Vertical = 10% de brilho, Plano = 100% de brilho
sv: Luta telefonen: Vertikal = 10% ljusstyrka, Platt = 100% ljusstyrka

source: Torch %@
da: Lommelygte %@
de: Taschenlampe %@
es: Linterna %@
fi: Taskulamppu %@
fr: Lampe de poche %@
hr: Svjetiljka %@
it: Torcia %@
nl: Zaklamp%@
pl: Latarka %@
pt_pt: Lanterna %@
sv: Ficklampa %@

source: Torch Colors
da: Fakelfarve
de: Farben der Taschenlampe
es: Colores de la antorcha
fi: Taskulampun värit
fr: Couleurs de la lampe torche
hr: Boje svjetiljke
it: Colori della torcia
nl: Zaklampkleuren
pl: Kolory latarki
pt_pt: Cores da lanterna
sv: Ficklampfärger

source: Use Default Brightness on Launch
da: Brug lysstyrkekontrol ved opstart
de: Standardhelligkeit beim Start verwenden
es: Usar brillo predeterminado al iniciar
fi: Käytä oletuskirkkaus käynnistyksessä
fr: Utiliser la luminosité par défaut au lancement
hr: Koristi zadanu svjetlinu pri pokretanju
it: Usa la luminosità predefinita all'avvio
nl: Gebruik standaard helderheid bij opstart
pl: Użyj domyślnej jasności przy uruchamianiu
pt_pt: Usar o brilho padrão ao iniciar
sv: Använd standardljusstyrka vid start

source: When enabled, Table Torch will keep the screen on and prevent auto-lock.
da: Når den er aktiveret, vil Table Torch holde skærmen tændt og forhindre automatisk låsning.
de: Wenn aktiviert, hält Table Torch den Bildschirm eingeschaltet und verhindert das automatische Sperren.
es: Cuando está habilitado, Table Torch mantendrá la pantalla encendida y evitará el bloqueo automático.
fi: Kun tämä on käytössä, Table Torch pitää näytön päällä ja estää automaattisen lukituksen.
fr: Lorsqu'il est activé, Table Torch gardera l'écran allumé et empêchera la mise en veille automatique.
hr: Kada je omogućeno, Table Torch će držati ekran uključenim i spriječiti automatsko zaključavanje.
it: Quando abilitato, Table Torch manterrà lo schermo acceso e impedirà il blocco automatico.
nl: Wanneer ingeschakeld, zorgt Table Torch ervoor dat het scherm aanblijft en voorkomt het automatisch vergrendelen.
pl: Po włączeniu Table Torch utrzyma ekran włączony i zapobiegnie automatycznemu blokowaniu.
pt_pt: Quando ativado, o Table Torch manterá o ecrã ligado e impedirá o bloqueio automático.
sv: När den är aktiverad kommer Table Torch att hålla skärmen påslagen och förhindra automatisk låsning.
